/**
 *  Создать класс УчительСервис и реализовать аналогично проделанному на семинаре.
    Создать класс УчительВью и реализовать аналогично проделанному на семинаре.
    Создать класс УчительКонтроллер и реализовать возможность создания,
    редактирования конкретного учителя и отображения списка учителей, имеющихся в системе.
 */

public class HW4_main {

    public static void main(String[] args) {
        
        TeacherController printTeachers = new TeacherController();
        printTeachers.PrintTList();
/**
 * Иван Иванов Иванович 1
   Петр Петров Петрович 2
   Алексей Алексеев Алексеевич 3
 */
    }
}